Repository: DaneelsT/work
Catalog: language/*/LC_MESSAGES/messages.po
Languages: nl_be

source: Invite sent
nl_be: Uitnodiging verstuurd

source: An invite has been sent to this user
nl_be: Een uitnodiging werd verstuurd naar deze gebruiker

source: Invalid email entered
nl_be: Ongeldig e-mail adres ingevuld

source: The email you have entered is not valid
nl_be: Het e-mail adres dat je hebt ingevuld is niet geldig

source: Invite a user
nl_be: Gebruiker uitnodigen

source: Name
nl_be: Naam

source: Send Invite
nl_be: Stuur uitnodiging

source: User not found
nl_be: Gebruiker niet gevonden

source: A user with that id could not be found
nl_be: Een gebruiker met dat id kon niet worden gevonden

source: Back to shifts page
nl_be: Terug naar shifts pagina

source: No shifts found
nl_be: Geen shifts gevonden

source: No shifts for this user were found in the database!<br /> Verify that this user has worked a shift before or shifts aren't booked.
nl_be: Er konden geen shifts voor deze gebruiker worden gevonden. Ga na of deze gebruiker een shift heeft toegevoegd en/of de maand niet geboekt is.

source: Current Earnings
nl_be: Momenteel Verdiend

source: Current earnings
nl_be: Momenteel verdiend

source: without fees
nl_be: zonder vergoedingen

source: with fees
nl_be: met vergoedingen

source: Current month
nl_be: Huidige maand

source: Earnings per hour
nl_be: Uurloon

source: Sunday fee
nl_be: Zondag vergoeding

source: Hours worked
nl_be: Gewerkte uren

source: View shifts from
nl_be: Bekijk shifts van

source: Date
nl_be: Datum

source: Start Time
nl_be: Start Tijd

source: End Time
nl_be: Eind Tijd

source: Total Hours
nl_be: Totaal uren

source: Actions
nl_be: Acties

source: SUNDAY
nl_be: ZONDAG

source: HOLIDAY
nl_be: FEESTDAG

source: Remove
nl_be: Verwijder

source: Edit
nl_be: Aanpassen

source: View shifts from a user
nl_be: Bekijk shifts van een gebruiker

source: Select a user to view shifts from
nl_be: Selecteer een gebruiker om shifts van te bekijken

source: Surname
nl_be: Achternaam

source: View Shifts
nl_be: Bekijk Shifts

source: Users Overview
nl_be: Gebruikers Overzicht

source: Add a user
nl_be: Voeg gebruiker toe

source: Username
nl_be: Gebruikers naam

source: Administrator Panel
nl_be: Beheerders Paneel

source: User Overview
nl_be: Gebruiker Overzicht

source: View Shifts From User
nl_be: Bekijk Shifts Van Gebruiker

source: Invite A User
nl_be: Nodig Gebruiker Uit

source: Add a new shift
nl_be: Nieuwe shift toevoegen

source: Is holiday
nl_be: Is feestdag

source: This is a holiday
nl_be: Dit is een feestdag

source: Add Shift
nl_be: Shift Toevoegen

source: Current Shifts
nl_be: Gewerkte Shifts

source: Close Month
nl_be: Sluit Maand

source: Earned
nl_be: Verdiend

source: This month has been booked already
nl_be: Deze maand is al geboekt

source: The current month (%s) has been booked and closed already
nl_be: De huidige maand (%s) is al geboekt en afgesloten

source: Check Monthly Overview
nl_be: Bekijk Maandelijks Overzicht

source: Back to dashboard
nl_be: Terug naar dashboard

source: Month closed and booked
nl_be: Maand gesloten en geboekt

source: The month %s has been successfully closed and booked
nl_be: De maand %s is successvol gesloten en geboekt

source: Details of this month
nl_be: Details van deze maand

source: Earnings
nl_be: Verdiensten

source: Sundays worked
nl_be: Gewerkte zondagen

source: Days worked
nl_be: Gewerkte dagen

source: Monthly Overview
nl_be: Maandelijks Overzicht

source: Close Year
nl_be: Sluit Jaar

source: Month
nl_be: Maand

source: Hours Worked
nl_be: Gewerkte uren

source: Days Worked
nl_be: Gewerkte dagen

source: without
nl_be: zonder

source: fees
nl_be: vergoedingen

source: with
nl_be: met

source: Sundays Worked
nl_be: Gewerkte zondagen

source: Page not found
nl_be: Pagina niet gevonden

source: The page you are looking for could not be found
nl_be: De pagina waar je naar op zoek bent kom niet worden gevonden

source: Account updated
nl_be: Account aaangepast

source: Your account has been updated successfully
nl_be: Je account is succesvol aangepast

source: Go to dashboard
nl_be: Naar dashboard

source: Invalid Input
nl_be: Ongeldige Invoer

source: Some fields were left empty or were not filled in correctly
nl_be: Sommige velden zijn leeggelaten of incorrect ingevuld

source: Go back and try again
nl_be: Ga terug en probeer opnieuw

source: Gender
nl_be: Geslacht

source: Hourly Pay
nl_be: Uurloon

source: Sunday Fee
nl_be: Zondag vergoeding

source: Language
nl_be: Taal

source: ADMINISTRATOR
nl_be: BEHEERDER

source: Edit my profile
nl_be: Mijn profiel aanpassen

source: General Settings
nl_be: Algemene Instellingen

source: Male
nl_be: Man

source: Female
nl_be: Vrouw

source: Payment Settings
nl_be: Loon en vergoeding

source: Language Settings
nl_be: Taal Instellingen

source: Password Settings
nl_be: Wachtwoord Instellen

source: Password
nl_be: Wachtwoord

source: Enter new password
nl_be: Nieuw wachtwoord

source: Password (repeat)
nl_be: Wachtwoord (herhalen)

source: Repeat new password
nl_be: Herhaal nieuw wachtwoord

source: Save Changes
nl_be: Aanpassen

source: Edit shift from
nl_be: Aanpassen shift van

source: Is Holiday
nl_be: Is Feestdag

source: User added
nl_be: Gebruiker toegevoegd

source: User successfully added to the Work Webinterface
nl_be: Gebruiker is succesvol toegevoegd

source: Return to user overview
nl_be: Terug naar gebruiker overzicht

source: Invalid input
nl_be: Ongeldige invoer

source: Some fields were not filled in (correctly). Fill in all fields correctly and try again
nl_be: Sommige velden zijn niet (correct) ingevuld. Voer alle velden (correct) in en probeer opnieuw

source: User already exists
nl_be: Gebruiker bestaat al

source: A user with this username and/or email already exists
nl_be: Een gebruiker met opgegeven gebruikersnaam/e-mail bestaat al

source: Add a new user
nl_be: Voeg nieuwe gebruiker toe

source: Basic information
nl_be: Algemene Informatie

source: User password
nl_be: Wachtwoord

source: Enter a password
nl_be: Wachtwoord

source: Repeat password
nl_be: Herhaal Wachtwoord

source: Add User
nl_be: Toevoegen

source: A user with that ID could not be found
nl_be: Een gebruiker met dat id kon niet worden gevonden

source: Back to users overview
nl_be: Terug naar gebruikers overzicht

source: User successfully updated
nl_be: Gebruiker succesvol aangepast

source: This user's profile has been successfully updated
nl_be: Deze gebruiker zijn/haar profiel is succesvol aangepast

source: Invalid token
nl_be: Ongeldige token

source: The token you have supplied (%s) does not appear to be valid
nl_be: De token die je hebt ingevoerd (%s) lijkt niet geldig te zijn

source: A user with the supplied username or email already exists in the system
nl_be: Een gebruiker met opgegeven gebruikersnaam/e-mail bestaat al

source: Account created
nl_be: Account aangemaakt

source: Your account has been created successfully
nl_be: Je account is succesvol aangemaakt

source: Proceed to the login page
nl_be: Doorgaan naar login pagina

source: Your password will be encrypted upon registration. Nobody will be able to view or decrypt your password
nl_be: Je wachtwoord wordt versleuteld na je registratie. Anderen zullen dit dus niet kunnen bekijken of ontcijferen

source: Finish your registration
nl_be: Voltooi je registratie

source: Register
nl_be: Registreer

source: This year has been booked already
nl_be: Dit jaar is al geboekt

source: The current year (%s) has been booked and closed already
nl_be: Het huidig jaar (%s) is al geboekt en afgesloten

source: Check Yearly Overview
nl_be: Bekijk Jaarlijks Overzicht

source: Year closed and booked
nl_be: Jaar gesloten en geboekt

source: The year %s has been successfully closed and booked
nl_be: Het jaar %s is succesvol gesloten en geboekt

source: Details of this year
nl_be: Details van dit jaar

source: Months worked
nl_be: Maanden gewerkt

source: The year you wanted to view is not booked
nl_be: Het jaar dat je wilt bekijken is niet geboekt

source: The year you are trying to view the details of (%s) was not yet booked by you.
nl_be: Het jaar waarvan je een gedetailleerd overzicht van wil opvragen (%s) is nog niet door jou geboekt.

source: Year Details
nl_be: Jaar Details

source: Yearly Overview
nl_be: Jaarlijks Overzicht

source: Year
nl_be: Jaar

source: Months Worked
nl_be: Maanden Gewerkt

source: Detailed View
nl_be: Gedetailleerd Overzicht
